[
  {
    "id": "circular-frontiers-opening",
    "day": 1,
    "title": "Circular Frontiers: Shaping our Future",
    "startTime": "09:15",
    "endTime": "10:30",
    "timezone": "GMT-2",
    "type": "keynote",
    "description": "Opening session exploring how entrepreneurship, circular business models, and funding can evolve the circular transition in the Nordics and beyond. The session addresses the new geopolitical situation creating a circular force in the economy through localized value chains, and examines how the Green Deal (ESPR, circular action plan) is accelerating change.\n\nThe session investigates circular innovation across Nordic and Arctic borders, highlighting the unique Nordic spirit of entrepreneurship and how entrepreneurs, intrapreneurs, innovators and founders are key for evolving the new circular market.",
    "speakers": [
      "marthe-haugland",
      "agita-baltbarde"
    ],
    "moderators": [],
    "topics": [
      "ESPR",
      "Green Deal",
      "arctic",
      "circular business models",
      "circular economy",
      "circular frontiers",
      "entrepreneurship",
      "funding",
      "geopolitical resilience",
      "innovation",
      "market transition",
      "nordic",
      "value chains"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Opening session setting the tone for the summit",
    "shortDescription": "Opening keynote session exploring how Arctic and Nordic communities can shape the next wave of circular innovation. Overarching theme about circular innovation in the Arctic.",
    "themes": [
      "The new geopolitical situation creating circular economy momentum",
      "Resilience through localized value chains",
      "Green Deal and ESPR implementation",
      "Entrepreneurship as driver for circular transition",
      "Nordic collaboration and innovation"
    ]
  },
  {
    "id": "circular-ocean-industries",
    "day": 1,
    "title": "Circular Ocean Industries",
    "startTime": "10:45",
    "endTime": "11:45",
    "timezone": "GMT-2",
    "type": "panel",
    "description": "Nordic collaboration in blue industry, exploring how ocean-based industries can embrace circular economy principles. The session focuses on sustainable fisheries management, marine resource utilization, and industrial symbiosis in ocean industries.\n\nKey themes include building resilient ocean value chains, reducing waste in fisheries, and creating circular business models for marine resources. Participants examine best practices from Nordic ocean clusters and innovative approaches to ocean sustainability.",
    "speakers": [
      "kristian-ottesen",
      "alexandra-leeper",
      "linn-indrestrand"
    ],
    "moderators": [],
    "topics": [
      "blue bioeconomy",
      "blue industry",
      "circular economy",
      "fisheries",
      "marine resources",
      "marine waste reduction",
      "nordic collaboration",
      "ocean clusters",
      "ocean economy",
      "sustainable fishing"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Focus on Royal Greenland, Iceland Ocean Cluster, Danish Ocean Cluster, Halibut Greenland, Polar Seafood",
    "shortDescription": "Nordic collaboration in blue industry. Discussion covering ocean economy, fisheries, and marine resources with key industry players.",
    "themes": [
      "Circular principles in fisheries and ocean industries",
      "Nordic ocean cluster collaboration",
      "Marine resource optimization",
      "Waste reduction in fishing operations",
      "Sustainable blue economy business models"
    ]
  },
  {
    "id": "locally-rooted-materialising",
    "day": 1,
    "title": "Locally Rooted: Materialising a Circular Future",
    "startTime": "12:45",
    "endTime": "13:30",
    "timezone": "GMT-2",
    "type": "panel",
    "description": "Nature is regenerative – it continuously recreates itself without doing any harm. This session investigates how we can reinstate the human connection with nature by learning from natural systems and move towards a flourishing regenerative future.\n\nThe session explores regenerative business models, bioeconomy, and biomimicry. Historically, a key motivation for change is business opportunity, so we examine what it takes to build financially viable, nature-positive businesses. Topics include nature valuation, ecosystem services, resource stewardship, and how to transition from nature-negative to nature-positive business models.\n\nFocus on locally sourced materials, seasonal food systems, local production knowledge, and material innovation using Arctic and Nordic resources.",
    "speakers": [
      "mika-sulkinoja",
      "patrick-schroder",
      "anders-ladefoged",
      "luca-de-lorenzo"
    ],
    "moderators": [
      "alisa-mick",
      "keira-dignan"
    ],
    "topics": [
      "bioeconomy",
      "biomimicry",
      "circular design",
      "ecosystem services",
      "food systems",
      "innovation",
      "local economy",
      "local sourcing",
      "materials",
      "nature valuation",
      "nature-positive business",
      "regenerative business",
      "resource stewardship",
      "self-sufficiency"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Includes discussion of Arctic food innovation, reindeer, musk ox, fat production with INNOVA",
    "shortDescription": "Self-sufficiency and resilient local economies. Material innovation session focusing on locally sourced and circular materials, seasonal food, local production and knowledge.",
    "themes": [
      "Nature as regenerative model for business",
      "Biomimicry and learning from natural systems",
      "Economics of nature and nature valuation",
      "Regenerative business models",
      "Local material innovation and self-sufficiency",
      "Seasonal food systems and Arctic resources",
      "Resource stewardship and finite resources"
    ]
  },
  {
    "id": "arctic-nordic-lifestyles",
    "day": 1,
    "title": "Arctic & Nordic Lifestyles",
    "startTime": "13:45",
    "endTime": "14:45",
    "timezone": "GMT-2",
    "type": "panel",
    "description": "Exploring circular traditions, culture, and knowledge embedded in Arctic and Nordic lifestyles. The session examines how traditional knowledge and cultural practices inform sustainable consumption and circular living.\n\nTopics include textile circularity with focus on Nordic materials (wool, qiviut), sustainable lifestyle choices, behavioral change toward circularity, and the role of design in shaping circular consumption patterns. The session highlights how circularity can evolve from individual actions to societal norms.\n\nDiscussion covers the new normal in consumer behavior, sufficiency in consumption, and how Nordic values of trust, collaboration, and inclusiveness support circular transitions.",
    "speakers": [
      "gisle-mariani-mardal",
      "tilda-larsson",
      "michaela-lindstrom",
      "mia-chemnitz"
    ],
    "moderators": [],
    "topics": [
      "behavioral change",
      "circular culture",
      "consumer behavior",
      "consumption",
      "culture",
      "design for circularity",
      "lifestyle",
      "nordic materials",
      "qiviut",
      "sufficiency",
      "sustainability",
      "sustainable fashion",
      "textiles",
      "traditional knowledge",
      "wool"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Focus on Nordic Baltic Textile Transition Group, local materials like qiviut",
    "shortDescription": "Circular traditions, culture and knowledge. Lifestyle and consumption focus exploring sustainable living in Arctic and Nordic regions.",
    "themes": [
      "Traditional knowledge and circular practices",
      "Textile circularity and Nordic materials",
      "Behavioral change and the new normal",
      "Design for circular lifestyles",
      "Cultural values supporting circularity",
      "Sufficiency in consumption",
      "Indigenous knowledge and sustainability"
    ]
  },
  {
    "id": "circular-cities-regions",
    "day": 1,
    "title": "Circular Cities and Regions",
    "startTime": "15:00",
    "endTime": "16:00",
    "timezone": "GMT-2",
    "type": "panel",
    "description": "How can digitalization and AI accelerate the circular transition in the Nordics? This session explores how AI and emerging technologies drive circular change in business and society. We examine how innovations such as Digital Product Passports (DPP) enhance operational efficiency, improve decision-making processes, and enable new business models that support circularity.\n\nParticipants gain insights into how advanced technologies enable development of cutting-edge solutions in dynamic collaborations between corporations and startups. Topics include data sharing, transparency, trust, and human-computer interaction (HCI) in circular systems.\n\nThe session also addresses circular leadership at regional level - how cities and regions can take brave decisions and risks to establish circular leadership. Discussion covers organizational culture, communication, KPIs for circularity, and how circular goals are executed across governance levels.",
    "speakers": [
      "terje-eide",
      "olle-kaldstrom"
    ],
    "moderators": [],
    "topics": [
      "AI",
      "DPP",
      "Digital Product Passport",
      "HCI",
      "KPIs",
      "circular economy",
      "circular leadership",
      "collaboration",
      "data sharing",
      "digitalization",
      "enabling technologies",
      "governance",
      "human-computer interaction",
      "regional development",
      "smart cities",
      "technology",
      "transparency"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Technology and digitalization focus",
    "shortDescription": "Technology and digitalization in circular transition. Focus on how cities and regions can implement circular economy principles.",
    "themes": [
      "AI and emerging technologies for circularity",
      "Digital Product Passports and traceability",
      "Data sharing and transparency",
      "Corporation-startup collaboration",
      "Circular leadership and governance",
      "Regional circular strategies",
      "Technology-enabled circular business models",
      "Smart city circular infrastructure"
    ]
  },
  {
    "id": "day1-summary",
    "day": 1,
    "title": "Summary of the Day - Day 1 Closing",
    "startTime": "16:15",
    "endTime": "16:45",
    "timezone": "GMT-2",
    "type": "panel",
    "description": "Closing reflection session wrapping up Day 1 learnings. Panel discussion with Mayor Malene Vahl Rasmussen (Kommune Kujalleq), Edvard Lybert Mørk (Nalek Ventures), and Marthe Haugland (Nordic Innovation) sharing key takeaways, implementation insights, and future collaboration opportunities.\n\nKey themes: Trust as infrastructure, quality of life as circular economy purpose, municipal implementation examples, Indigenous knowledge alignment with circularity, Arctic-Nordic-Baltic collaboration, and invitation to rural Greenland.",
    "speakers": [
      "malene-vahl-rasmussen",
      "edvard-lybert-mork",
      "marthe-haugland"
    ],
    "moderators": [
      "cathrine-barth",
      "einar-kleppe-holthe"
    ],
    "topics": [
      "trust infrastructure",
      "quality of life",
      "municipal circular economy",
      "Indigenous knowledge",
      "implementation",
      "Arctic-Nordic-Baltic collaboration",
      "youth leadership",
      "local food systems",
      "place-based solutions"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "session-day1-summary.json",
    "notes": "Day 1 closing reflection and synthesis",
    "shortDescription": "Day 1 closing reflections on trust, quality of life, and municipal implementation with Mayor Malene Vahl Rasmussen.",
    "themes": [
      "Trust as infrastructure enabling circular transitions",
      "Quality of life as ultimate circular economy purpose",
      "Municipal implementation: local food, youth inclusion, mining negotiations",
      "Economic constraints as innovation catalyst",
      "Indigenous Inuit mindset aligned with circular thinking",
      "Implementation over planning focus",
      "Arctic-Nordic-Baltic regional collaboration",
      "Invitation to partnership and rural Greenland"
    ]
  },
  {
    "id": "day2-circular-construction",
    "day": 2,
    "title": "From Pilots to Practice – Next Steps to Scale Circular Construction in the Nordics",
    "startTime": "08:00",
    "endTime": "09:00",
    "timezone": "GMT-2",
    "type": "digital",
    "description": "This one-hour session examines the transition from circular construction pilots to mainstream practice across the Nordic region. Despite strong sustainability ambitions and numerous pilot initiatives, circular construction remains far from systemic. The session brings together Icelandic, Danish, and Nordic perspectives to identify practical next steps and collaborative opportunities.\n\nConstruction is one of the most resource-intensive sectors globally and in the Nordics. It is responsible for a significant share of CO₂ emissions, material extraction, and waste generation. Although circularity is essential for achieving the Nordic region's climate and nature goals, the region continues to underperform compared to Europe and global peers.\n\nThe challenges are especially pronounced in remote areas and island nations such as Iceland, where limited material flows and dependency on imports complicate scaling.",
    "speakers": [
      "anna-karlsdottir",
      "helle-redder-momsen"
    ],
    "moderators": [
      "jan-thomas-odegard"
    ],
    "topics": [
      "circular construction",
      "building materials",
      "reuse",
      "renovation",
      "regulatory frameworks",
      "value chains",
      "Nordic collaboration"
    ],
    "location": "Online (Digital Partner Session)",
    "onlineAvailable": true,
    "transcriptStatus": "completed",
    "transcriptFile": "day2-session-circular-construction.json",
    "transcriptMarkdown": "day2-session-circular-construction-CLEAN.md",
    "notes": "Focus areas: Current status of circular construction in the Nordics, Icelandic realities (small volumes, resource constraints, import dependence), Regulatory developments, What pilots have achieved and why scaling remains slow",
    "shortDescription": "Examining the transition from circular construction pilots to mainstream practice across the Nordic region with Icelandic and Danish perspectives.",
    "themes": [
      "Supply-demand paradox in reuse materials",
      "Value-chain design for circularity",
      "Regulatory fit and building regulations",
      "Renovation vs rebuild decisions",
      "Scaling circular construction in remote areas"
    ]
  },
  {
    "id": "day2-welcome-introduction",
    "day": 2,
    "title": "Welcome and Introduction of the Day",
    "startTime": "09:30",
    "endTime": "10:15",
    "timezone": "GMT-2",
    "type": "opening",
    "description": "Opening session for Day 2 featuring welcome remarks from Nordic Circular Hotspot, Nalik Ventures and Nordic Innovation. The session includes the soft launch of a new CSR Greenland report, a presentation on Latvia's Circular Economy Index by Agita Baltbārde, and a hydrogen presentation by Robert Weiss from VTT Finland.\n\nThe session concludes with reflection and handover to the Chatham House Session on Arctic Materials Governance.",
    "speakers": [
      "einar-kleppe-holthe",
      "cathrine-barth",
      "agita-baltbarde",
      "anne-mette-christiansen",
      "robert-weiss"
    ],
    "moderators": [],
    "topics": [
      "welcome",
      "CSR Greenland",
      "Latvia Circular Economy Index",
      "hydrogen",
      "clean energy",
      "Nordic collaboration"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Includes CSR Greenland soft launch of new report and Latvia Circular Economy Index presentation",
    "shortDescription": "Day 2 opening with Nordic Circular Hotspot, Nalik Ventures and Nordic Innovation featuring CSR Greenland report launch and hydrogen presentation.",
    "themes": [
      "CSR reporting in Greenland",
      "National circular economy measurement",
      "Hydrogen and clean energy transition",
      "Nordic-Baltic collaboration"
    ]
  },
  {
    "id": "day2-arctic-materials-governance",
    "day": 2,
    "title": "An Arctic Approach and Contribution to International Materials Governance",
    "startTime": "10:30",
    "endTime": "12:00",
    "timezone": "GMT-2",
    "type": "panel",
    "description": "The global demand for raw materials—especially critical minerals needed for the green transition—is rising rapidly due to the expansion of clean technologies (EVs, wind, solar, and battery storage). Despite their growing systemic importance, no international governance system currently exists to oversee extraction, trade, processing, and end-of-life management in a coordinated and equitable way.\n\nGeopolitical tensions escalated in 2025, sharpening competition for critical minerals. Greenland, a region of strategic importance, has again become a geopolitical focal point. Without cooperation and shared governance frameworks, the race for resources risks worsening global inequality, degrading ecosystems, and marginalizing Arctic communities.\n\nThe North Atlantic Arctic region is well positioned to lead on developing new governance models. An Arctic Materials Agency could reflect the realities of Arctic ecosystems and communities, pilot circular economy-aligned governance structures, protect ecological and social interests, and contribute to future global material governance frameworks.",
    "speakers": [
      "kim-zinck-jorgensen",
      "malene-vahl-rasmussen",
      "thomas-varming",
      "anders-ladefoged",
      "isabelle-scott",
      "cathrine-barth",
      "bent-olsvig-jensen"
    ],
    "moderators": [
      "patrick-schroder"
    ],
    "topics": [
      "critical minerals",
      "materials governance",
      "Arctic resources",
      "geopolitics",
      "circular economy",
      "mining",
      "international policy",
      "benefit sharing"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Chatham House session. Key questions: Greenland's role in critical mineral governance, circular economy integration in materials governance, leveraging existing institutions (Arctic Council, UNEP IRP, EU Arctic Strategy), institutional design for Arctic materials agency",
    "shortDescription": "Chatham House session exploring how Greenland and the Arctic can shape critical mineral governance that respects Arctic realities and ecosystems.",
    "themes": [
      "Greenland's role in critical mineral governance",
      "Circular economy integration in materials governance",
      "Leveraging existing institutions (Arctic Council, UNEP IRP)",
      "Institutional design for Arctic Materials Agency",
      "Data transparency and sustainable mining standards",
      "Benefit-sharing and equitable governance"
    ]
  },
  {
    "id": "day2-nbtt-textiles",
    "day": 2,
    "title": "Nordic-Baltic Textile Transition Group (NBTT)",
    "startTime": "10:00",
    "endTime": "11:00",
    "timezone": "GMT-2",
    "type": "digital",
    "transcriptStatus": "completed",
    "description": "The Nordic-Baltic Textile Transition Group (NBTT) is a collaborative platform that connects companies, researchers, civil society, and public-sector actors working to accelerate the circular transition within the textile industry. Recognising that systemic change requires cross-sector collaboration, the group focuses on sharing knowledge, best practices, and concrete case studies.\n\nThe session will share insights and best practices for reducing the environmental footprint of textiles, address market failures and explore circular business models and value chains across the Nordic-Baltic region and beyond, and strengthen Nordic-Baltic R&D collaboration.",
    "speakers": [
      "betina-simonsen",
      "kerli-kant-hvass",
      "frederik-thrane",
      "jonas-eder-hansen"
    ],
    "moderators": [],
    "topics": [
      "textiles",
      "circular economy",
      "Nordic-Baltic collaboration",
      "used textile management",
      "R&D collaboration",
      "circular business models"
    ],
    "location": "Online (Digital Partner Session)",
    "onlineAvailable": true,
    "transcriptFile": "day2-session-nbtt-textiles.json",
    "transcriptMarkdown": "day2-session-nbtt-textiles-CLEAN.md",
    "notes": "Launch of NBTT platform. Plan to host two online meetings per year and one physical meeting annually from 2026. Regional challenges in used textile management presentation by Kerli Kant Hvass.",
    "shortDescription": "Launch of the Nordic-Baltic Textile Transition Group platform connecting stakeholders to accelerate circular transition in the textile industry.",
    "themes": [
      "Regional challenges in used textile management",
      "Voluntary Sector Collaboration on Textiles expansion",
      "Nordic-Baltic R&D collaboration",
      "Circular business models for textiles"
    ]
  },
  {
    "id": "day2-circular-design-toolbox",
    "day": 2,
    "title": "The Circular Design Toolbox",
    "startTime": "11:30",
    "endTime": "12:30",
    "timezone": "GMT-2",
    "type": "digital",
    "transcriptStatus": "completed",
    "description": "The transition to a sustainable and competitive future depends on circularity. While many organisations have high ambitions, they often struggle to translate these into practical, actionable steps. This session introduces The Circular Design Toolbox – a practical catalyst designed to help companies integrate circular thinking into their business models and value chains.\n\nDeveloped by HI advisory and the Estonian Business and Innovation Agency, the toolbox offers a systematic, step-by-step methodology to help organisations build circular capabilities, strengthen competitiveness, and manage future risks.\n\nParticipants will be introduced to essential circular design concepts, including R-strategies, and will be guided through the toolbox's four development stages: Understand, Define, Ideate, and Develop.",
    "speakers": [
      "dan-mikkin",
      "maarja-karlson"
    ],
    "moderators": [],
    "topics": [
      "circular design",
      "R-strategies",
      "business transformation",
      "toolbox",
      "competitiveness",
      "risk management"
    ],
    "location": "Online (Digital Partner Session)",
    "onlineAvailable": true,
    "transcriptFile": "day2-session-circular-design-toolbox.json",
    "transcriptMarkdown": "day2-session-circular-design-toolbox-CLEAN.md",
    "notes": "Developed by HI advisory and Estonian Business and Innovation Agency. Four stages: Understand, Define, Ideate, Develop. Includes practical self-assessment questionnaire.",
    "shortDescription": "Introduction to The Circular Design Toolbox - a practical methodology to help companies integrate circular thinking into business models.",
    "themes": [
      "Circular design drives competitiveness",
      "R-strategies across value chains",
      "Four toolbox stages for business transformation",
      "Practical implementation tools"
    ]
  },
  {
    "id": "day2-circular-skills-knowledge",
    "day": 2,
    "title": "Circular Skills and Knowledge – for a More Circular and Sustainable Economy",
    "startTime": "13:00",
    "endTime": "14:15",
    "timezone": "GMT-2",
    "type": "roundtable",
    "description": "This session explores how Arctic communities can blend traditional knowledge, local innovation, research, and education to build circular systems and activities. Circular principles—reuse, regeneration, reciprocity—have deep roots in Arctic traditions. By revitalizing these practices through collaboration with research institutions, education systems, and innovation hubs, Arctic societies can model how locally grounded wisdom can contribute to global sustainability transitions.\n\nParticipants will examine how cross-sector networks of communities, educators, researchers, innovators, and youth can co-create circular systems that respond to global challenges while remaining grounded in local realities. Integrating community knowledge into educational frameworks and innovation ecosystems can empower youth, stimulate entrepreneurship, and strengthen environmental and social resilience.\n\nThe session features short presentations followed by an open roundtable discussion, focusing on knowledge exchange, storytelling, and practical examples.",
    "speakers": [
      "rannveig-edda-hjaltadottir",
      "thore-larsgard",
      "linn-indrestrand"
    ],
    "moderators": [],
    "topics": [
      "traditional knowledge",
      "education",
      "innovation",
      "youth empowerment",
      "research collaboration",
      "circular skills",
      "knowledge exchange"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Short presentations followed by open roundtable discussion. Focus on knowledge exchange, storytelling, and practical examples.",
    "shortDescription": "Exploring how Arctic communities can blend traditional knowledge with research and education to build circular systems.",
    "themes": [
      "Traditional knowledge and circular practices",
      "Cross-sector knowledge networks",
      "Youth empowerment and entrepreneurship",
      "Education for circularity",
      "Local-global knowledge bridges"
    ]
  },
  {
    "id": "day2-circular-port-cities",
    "day": 2,
    "title": "Circular Port Cities",
    "startTime": "14:30",
    "endTime": "16:30",
    "timezone": "GMT-2",
    "type": "workshop",
    "description": "This workshop examines how port cities—especially in the Nordic and Arctic regions—can become engines of circular transformation. Ports are more than logistical hubs; they represent strategic interfaces between land and sea, economy and community, tradition and innovation.\n\nGreenland's position as a crossroads between the Arctic and the Nordic region offers unique opportunities to translate circular principles into concrete strategies for coastal and urban development. The workshop explores how port cities can evolve into living laboratories for sustainable infrastructure, resource loops, and socially grounded value creation.\n\nParticipants will take part in dialogues, case presentations, and collaborative group exercises to identify actionable opportunities for collaboration and innovation. The goal is to identify tangible collaboration initiatives for further development in 2026, strengthening ties between Greenland and the wider Nordic and North Atlantic region.",
    "speakers": [
      "cathrine-barth",
      "einar-kleppe-holthe",
      "malene-vahl-rasmussen"
    ],
    "moderators": [],
    "topics": [
      "port cities",
      "urban development",
      "circular infrastructure",
      "resource loops",
      "Nordic-Arctic collaboration",
      "coastal development"
    ],
    "location": "Hans Egede Hotel, Nuuk, Greenland",
    "onlineAvailable": true,
    "transcriptFile": "",
    "notes": "Workshop format with dialogues, case presentations, and collaborative group exercises. Goal: identify tangible collaboration initiatives for 2026 including potential Circular Port Cities Platform.",
    "shortDescription": "Workshop exploring how Nordic and Arctic port cities can become engines of circular transformation through collaboration and innovation.",
    "themes": [
      "Ports as circular transformation engines",
      "Connecting ports to local industries and communities",
      "Design and infrastructure for circular port cities",
      "Circular Port Cities Platform development",
      "Nordic-North Atlantic collaboration"
    ]
  }
]