[
  {
    "id": "ig-001",
    "platform": "instagram",
    "date": "2025-11-18",
    "time_relative": "21h",
    "content": "Tomorrow we kick off the 6th Nordic Circular Summit — this year hosted in Nuuk, Greenland and streamed globally on 19–20 November.\n\nAs the largest annual circular economy conference in the Nordics, the Summit brings together changemakers, policymakers, researchers, and businesses accelerating the transition to a regenerative economy.\n\nThis year's theme, \"Circular Frontiers: Shaping Our Future,\" explores how Arctic and Nordic communities can turn remote realities into global blueprints for circular innovation.\n\nThe Arctic's unique balance of rich resources and fragile environments makes Greenland a powerful place to rethink how we use, share, and govern materials — from circular ocean industries to resilient local economies and international materials governance.\n\nSee the full program and join us online - link in our bio with all the info ✨\n\nWe look forward to welcoming the global circular community to Nuuk!",
    "hashtags": [],
    "mentions": [],
    "media": [
      "announcement"
    ],
    "engagement": {
      "likes": 0,
      "comments": 0
    },
    "status": "published",
    "post_type": "announcement"
  },
  {
    "id": "ig-002",
    "platform": "instagram",
    "date": "2025-11-19",
    "time_relative": "4h",
    "content": "From Pilots to Practice: Next Steps to Scale Circular Construction in the Nordics\n\nThe Nordic construction sector must rapidly become more circular if the region is to meet its climate and nature goals. Despite strong ambitions — including the Nordic Council of Ministers' 2030 vision — the Nordics still lag behind Europe and global frontrunners on circular practices.\n\nThis session asks: What have these efforts achieved—and what are the concrete next steps to accelerate scaling now?\n\nTopics include:\n- Supply–demand paradox\n- Value-chain design\n- Regulatory fit\n\nNordic Circular Summit 2025 is live from Nuuk!\nOur live broadcast has now started. Join us for the opening session!",
    "hashtags": [],
    "mentions": [
      "@ungeholthe",
      "@xathrine",
      "@nordicinnovation",
      "@newnaturalstate"
    ],
    "media": [
      "session"
    ],
    "engagement": {
      "likes": 0,
      "comments": 0
    },
    "status": "published",
    "post_type": "live_update"
  },
  {
    "id": "ig-003",
    "platform": "instagram",
    "date": "2025-11-19",
    "time_relative": "6h",
    "content": "We're counting down the minutes — the Nordic Circular Summit 2025 begins TODAY at 09:30 GMT-2 in Nuuk and online!\n\nBefore we kick off, we're proud to present the final group of speakers:\n\n🟠 Malene Vahl Rasmussen, Mayor, Kommune Kujalleq\n🟠 Peter Borg, Naalakkersuisoq (Minister), Greenland Ministry of Fisheries, Hunting, Agriculture and Self-Sufficiency\n🟠 Embla Kristjánsdóttir, Head of Department for Construction\n🟠 Carl Egede Bøggild, Special Advisor\n🟠 Edward Lyberth-Moerch, Consultant, Nalik Ventures\n\nJoin us online for the opening session from the link in our bio - free and open for all!",
    "hashtags": [],
    "mentions": [],
    "media": [
      "speakers"
    ],
    "engagement": {
      "likes": 0,
      "comments": 0
    },
    "status": "published",
    "post_type": "speaker_announcement"
  },
  {
    "id": "ig-004",
    "platform": "instagram",
    "date": "2025-11-13",
    "time_relative": "6d",
    "content": "Partner meetup tomorrow! Join us on October 14th for our partner meetup, where we will be giving information about digital partner sessions as well as this years programme - this is your chance to connect with the Nordic Circular Summit audience!",
    "hashtags": [],
    "mentions": [],
    "media": [
      "partner"
    ],
    "engagement": {
      "likes": 0,
      "comments": 0
    },
    "status": "published",
    "post_type": "event"
  },
  {
    "id": "ig-005",
    "platform": "instagram",
    "date": "2025-10-29",
    "time_relative": "3w",
    "content": "CIRCULAR OCEAN INDUSTRIES: Industrial & Regional Symbiosis in the Blue Economy\n\nHow can the Arctic and Nordic ocean economy turn sidestreams, science, and innovation into new circular value chains?\n\nSpeakers:\n- Alexandra Leeper PhD, CEO, Iceland Ocean Cluster\n- Kristian Ottesen, Director, Royal Greenland\n- Michaela Lindström, CEO & Co-founder, Hailia Nordic Oy\n- Linn Indrestrand, Port of Hirtshals\n- Monica Paulsen, Cluster Manager, Arctic Cluster Team\n\nModerator: Cathrine Barth, Head of Circular Economy, Natural State",
    "hashtags": [],
    "mentions": [
      "@motheroffishes",
      "@cradlenet_",
      "@ldcluster"
    ],
    "media": [
      "session"
    ],
    "engagement": {
      "likes": 0,
      "comments": 0
    },
    "status": "published",
    "post_type": "session_highlight"
  }
]