{
  "id": "transcript-session-2-ocean",
  "sessionId": "circular-ocean-industries",
  "date": "2025-11-19",
  "recordingFile": "Circular ocean industries",
  "transcriptionStatus": "completed",
  "notes": "Complete transcription from Whisper. All speakers identified and mapped. Focus on 100% Fish/Shrimp philosophy, Royal Greenland transformation, Hylia startup journey, and ocean clusters as enablers.",
  "metadata": {
    "duration": "60 minutes",
    "language": "English",
    "transcribedBy": "Whisper AI",
    "reviewedBy": "Claude Code",
    "transcriptionDate": "2025-11-19",
    "participantCount": 6
  },
  "parts": [
    {
      "id": "part-introduction",
      "title": "Introduction & Iceland Ocean Cluster",
      "startTime": "10:45",
      "endTime": "11:05",
      "description": "Introduction by moderator and presentation by Alexandra Leeper on 100% Fish philosophy and Iceland Ocean Cluster's work",
      "speakers": [
        "cathrine-barth",
        "alexandra-leeper"
      ],
      "segments": [
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Welcome to this first industry session at the Nordic Circular Summit, where we are gathered in Nuuk and online. This session of the Circular Ocean Industries, we will really dwell into what is the reality of Arctic markets, where we, almost half of the population in the Nordic Arctic, live in coastal communities and also the marine industries are crucial to how our economics works. So in this session, we will gather frontrunners working with Circle Economy from a variety of places and variety of stages in Circle Economy transition. And I will, we will meet from Iceland, from Greenland, from Denmark and from Finland and also get an overall view on how Norway, how we think of industrial symbiosis as a collaboration tool, which might create more value with lesser use of resources. In the Nordic terms, there is one pioneer that has really been standing out. I want to introduce Alexandra Leper. You are one of the very few participants from being online. You're in Reyskavik right now and representing Iceland Ocean Cluster. It's an honour to have you opening this session, as the concept of Iceland Ocean Cluster has gained popularity, but also you have been very generous and shared your model both in Nordic, but also globally. So, Alexandra, welcome. The stage is yours.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "-Thank you. Thank you so much for letting me join digitally. I believe I'm sharing the slides from my side. Oh, I'm sending a request to ask if I can share my slide. There we go. Perfect. You should see my slides there.",
          "speakerId": "alexandra-leeper"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "-Do you see them OK? -No, we don't see them yet. Please try to open again. upload again. Here we see, your screen is sharing and we see the logo Iceland cluster.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Okay, go ahead Alexandra, I can't wait. - Lovely, good morning. It's such a pleasure to join you digitally for the Nordic Circular Summit. I wanted to share with you a glimpse of the work we do at the Iceland Ocean Cluster and in particular our flagship program which is called 100% Fish. This idea of not losing or wasting any of the precious seafood that we catch and farm, but instead finding thoughtful and value creating ways to use every part of our fish and shellfish. And I especially want to take the chance to introduce two of our ongoing key Nordic projects that really bring together the circular and the blue economies. So for those that haven't met us The Iceland Ocean Cluster was founded in 2011 at the Ocean Cluster House in Reykjavik, Iceland, as a way to really create a physical space as well as a community where the fisheries industry, which had been traditionally very siloed and isolated, where they could connect both with one another, but also with the innovators with those great ideas to solve some of the biggest fisheries challenges. to be a space where research could be effectively shared and where entrepreneurs with those great ideas could be nurtured. And today we have more than 70 companies physically living in-house with us from brand new startup with a great idea to big international companies like JBT, Mariel. And we work on projects and activities all across the blue economy and all around the world that address some of our biggest challenges in the blue. And one such challenge that has really been driving a lot of the work at the Iceland Ocean Cluster, is that we know we lose and waste more than 23 million metric tons of edible quality aquatic food. This is a huge volume and it's not only environmentally impactful, but it's also economically wasteful. And historically, this trend really was the case in Iceland as well, where we were just using fillet of the fish, so about 45% of every fish's biomass. But now, through these tight collaborations between entrepreneurs, researchers and the industry, more than 90% of every fish is being used. So the fillets, but also the heads, the skins, the bones, the guts, the blood, are used to create a valuable load of products, both traditional and novel, from everything from and food, food to textiles and cosmetics and skin care, biotechnological companies and even biomedical application. And that it's meant for Iceland, for Atlantic cod, it's gone from a single fish that was once worth about 12 US dollars to one that now has a potential value of around 5,000 US dollars. And not everywhere is like Iceland, and not every fish is like Atlantic cod. But what we see is that we can boil down those core steps that were taken in Iceland, those methods and that secret sauce that has made 100% fish successful here. And as Katrin so kindly says, one of our key focuses now has been on sharing this around the world, understanding how can we adapt and transfer this 100% fish methodology, these steps to different ecosystems, seafood species, innovation cultures and locations all around the world. And this in and of itself is this huge constant learning and feedback mechanism that helps the movement continue to grow stronger. And this is really aided too by our expanding and network of sister ocean clusters all over the world that now span 12 different countries. And I know at least one of them, Danish Ocean Cluster, is in the room with you represented today. And we're also really exploring what does 100% fish look like at the Nordic level through great ongoing collaborative projects funded by Nordic Innovation, to give one example called 100% Shrimp. In this project, we have the pleasure of teaming up with Royal Greenland, the world's biggest cold water shrimp fishery. And the project really focuses on understanding what are those enabling factors for large companies to ensure that full utilization, 100% thinking, is strategically aligned, makes business sense, and can really close what can sometimes be very complicated supply chain gaps to ensure zero waste and smart value creation. In this case, the idea of transforming shrimp shells into chitosan with great Nordic partners, including Primex in Iceland that produce chitosan from shrimp shells for a whole range of valuable retail products, along with other knowledge and technology partners like Stakau in Denmark and North Fima in Norway and along with Nordic Marine Nutrition. And you're going to hear a little bit more directly from Christian at Royal Greenland later on in this session. And lastly, I just wanted to share one project that where really the blue, the green and the circular economy is a combined. And like Katherine mentioned briefly as well, this important concept of industrial symbiosis is really coming to the forefront. And this is a pre-project also funded by Nordic Innovation called Nordic Nexus Network. And it's really focusing on the role of clusters and community actors like the Iceland Ocean Cluster, the Danish Ocean Cluster in Avarta in Sweden or KPI in Norway, and how they can connect and support and feed into testbed platforms where great ideas can test and build and scale in the fields of water, energy and food. And asking the question, how can we do this in a pan Nordic and cross sectoral way in a cross ecosystem that really drives that competitiveness and resilience that we'll need in Nordic region to 2050. And this is working with amazing test bed partners including the Icelandic Business Park, Sotnes Symbiosis, Gjursund Harbour and Hirsthals Harbour as well. Thank you for letting me join online and for the opportunity to speak to you. I hope you're having a lovely time in Nuuk.",
          "speakerId": "alexandra-leeper"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "-We wish you were here with us, but you literally are. While we're waiting to introduce the director of Royal Greenland, I have a question for you. It's exciting how you ask how we enable those factors. From your point of view, what lessons can the Arctic regions take from your journey? in a short sentence?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- Yeah, I think one of the main things is that we don't need to reinvent the wheels. Quite a lot of those steps and methods are really practically applicable to many other places. For example, starting by knowing what species you're landing, in what volumes, how it's processed now, what are those nutritional and functional properties and possibilities for those materials, and what do the markets and the prototype developments the business cases look like. These are really the location species agnostic steps. And I would say knowing that is the first enabling factor.",
          "speakerId": "alexandra-leeper"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Thanks a lot, Alexandra. You will be staying here with us and you will gather with me in the end of this session. We will be gathering by Christian Ottesen, who is the director of Royal Greenland, with Monika Pausen representing the ACT cluster of Northern Norway, Mikael Lindström, extremely inspiring founder from Finland and also Linh Indrestrand mentioned here from Danish Ocean Clusters. So we'll have a chat in the end of this session. And now I'm to welcome Christian Ottesen, because you really this is where we start the learning journey from the product to high value innovation. You really have been doing this for a while how green leads the way in seafood circularity. So I am leaving the stage and introducing and the stage is yours. Really looking forward to listening to you out now.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- Which microphone can I use?",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- I think you can choose, yeah. Which one you would add? - This one looks nice.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- Yeah? - Yeah, thank you. - Good. - Hello, can you hear me? I just... Like this? - Yeah. - Perfect. - So you can go a little bit,",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "I can clean up my mess over there and you can get the clean table. Yeah, excellent.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- All right, thank you. Thanks for inviting me and thanks to the organizing body here today. My name is Christian Ottesen, and I'll deep dive a little bit into what Alexandra talked about before on how we, through the project 100% Shrimp, has managed to create a valuable product from something that used to be waste. We like not to call it waste, because then we've already put a price on it, so we try to keep it in the food supply chain, so to say. So just a little bit about who Royal Greenland is. Some of you know us quite well, but maybe some of you don't. We are the largest producer of cold water prawns, as Alexandra also said. We are very large on Greenlandic halibut, and increasing species for us as well. We are 100% owned by the government. That means that we have 56,000 owners. That's the Greenlandic people. We are put in the world to work for creating value to the Greenlandic population. We are actually quite an old company. We were established in 1774. And we are by far the largest single workplace in Greenland. We employ around 2,400 people globally and 1,200 of them here in Greenland, more or less. So our turnover is equivalent to 35% of the Greenlandic GDP, so we do have a massive impact on the Greenlandic society. We are a vertically integrated company. That means that we have everything, all the processes from owning our own fleet and to sales offices and channels around the globe. Here in Greenland we have 38 factories, 37 of them on the west coast and then one on the east coast in Tassila. We have eight production plants in Atlantic Canada in Newfoundland and Labrador and we operate 11 trawlers in our fleet. So we turn over around 5.767 billion Danish kroner annually, and have an EBIT of 161 million. So quite a big company. Just a little bit about myself. I won't dig too much into it, but I have a little bit of a different background working in this industry. So I have a master's in strategy, organizational leadership. And I'm actually-- I used to live eight years in China, so I have a bachelor's in Chinese and was on Fudan University and have almost 10 years of experience working with production management in China. In 2014, I co-founded a company called Nordic Seaweed, or Nordic Tang, working with seaweed as a ingredient for innovative food products. We worked with seaweed as ingredients and so on. So I've been working with innovation basically all my professional life. And now I could see in the papers here, it says that I was the CEO of Royal Greenland. And I think Torge Binze, our newly appointed CEO would disagree a little bit. But I'm heading a department of process optimization in Royal Greenland where we specialize in process optimization and resource utilization. And that means how can we make the best out of and the most out of the resources that we are so privileged to pull out of the sea. Deep diving a little bit into the 100% Shrimp project that Alexandra also mentioned, we have as mentioned a number of really strong and qualified partners in this project. And we call it a fast track to circular seafood supply chains in the Nordic. So I hope my presentation here today can help inspiring others on how to actually adopt this 100% philosophy in a way. Because there will always be waste in productions, but we try to get as close to the 100% as possible. So there is a few numbers I would like you to consider here. So the project here takes place in our shrimp factory in Ilulissat, and these numbers are only on Ilulissat actually. So we produce between 1 or 12 and 15,000 tons of shrimps annually on this factory, and that's the raw material that we get in. Out of that, we only get 34 to 44 percent utilization. That depends a little bit whether it's a double frozen shrimp and the seasonal variety and so on. But that means that around 56 to 66% has historically been discarded of this product, and that's quite significant. So that actually adds up to 7,000 to 10,000 tons biomass that we are discarding every year. And this factory is a quite old factory, so you can do the math. So the purpose of this factory we have here was to create a process where we could use the shells and the heads from the peeling process. In the factory in Ile de Lucet, we cannot just waste the product into the ocean, both because of regulations, but also because it's wrong, but also because the icebergs in the Disco Bay would not allow us to actually pipe all the shrimp shells far enough out to the sea. It would simply be destroyed every second week of the winter. So we had to do something. And when you have this kind of denominator for building a factory, it's always uphill, because then you do it by regulation, not by, how can you say, economic incentive and so on. And we've actually had this factory for quite some time in Ile-Lulissat, but we kept running it at a financial deficit every year. I think around 800,000 kroner we lost every single year when we were doing production. And that doesn't really foster incentive to, how can I say, run the factory. So we really had to change the way we looked at this factory in order to get more focus on the factory. So what we did here was we tried to define the challenge that we had. We wanted to make it a profitable factory. We wanted to change how things were. And there are basically two ways that you can do that. You can either reduce the operating cost or reduce the cost, or you can increase the price. And we looked at each other and we said, why not do both? That would make sense. So what we did here was we started taking all the involving partners into the project and we wanted to change the, or we did change the shrimp factory or the shrimp meal factory from a loss making factory to a profitable strategy. And we did manage to actually take all these byproducts and make it into a valuable product. And you can say this is still an ongoing project. We are one year into the project. And we could see that also that one major thing for making this a success was also to involve all the partners. And change the culture basically of how this was perceived in the daily operations. I have a small video here which I would like to show to you with some testimonials from the participating partners. I don't know what happens if I just push here, but I can try. It worked.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "The project that we're working on is called 100% SHIP, and it's a two-year project funded by Nordic innovation really with this focus of finding tangible ways to fast track the circular economy because we know we need solutions right now to do things better, to do things more sustainably and also do them in a way that makes business sense for the companies.",
          "speakerId": "alexandra-leeper"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "We are of course concerned about utilizing everything that we are getting from the ocean and this is something that Royal Brilliant is working on and we know that the potentials",
          "speakerId": null
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "are very high. It's very important for us that we also show all our stakeholders that we actually care about the resource utilization and the environment by creating valuable products from all the catches that we do.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "I think the value of these Nordic collaborations and the reason why they are a good thing indeed, is that I think the problems or the challenges we face are quite similar. So I think all the Nordic countries have much the same species and much the same challenges, so working together makes a lot of sense and I think with these collaborations we are able to take the results even further.",
          "speakerId": null
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "So the importance of this project for the Greenlandic community, We are a company owned by the Greenlandic people, so that means 56,000 people own the company and our First and foremost job is to create value for for our owners and we do that by increasing the value of the products that we are catching and processing and so we are the largest Company in Greenland both in terms of turnover, but also in terms of employment So we play a vital role in the Greenlandic society.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Side streams, in my opinion, are very important to utilize, not only because of the commercial aspect of it, which is important, but also the more socially and moral aspect, which is that you extract the resource from the ocean. And I think you're obliged to spend that resource as best as you can and utilize it as fully as you can.",
          "speakerId": null
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "And the really exciting and, to be honest, I believe most impactful thing project is at the end of this two years we're going to be creating a blueprint for the kind of consideration, the decision making, what are those key factors and thinking processes that the industry as well as all the kind of collaborators need to go through in order to to do the same not just with shrimp but with salmon, with cod and to be honest with any other kind of food or biomass. How can we rethink the way that we do things so we can future-proof our supply chains have food security and do this in a really innovative and sustainable way.",
          "speakerId": "alexandra-leeper"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Is it on again? Perfect. So one thing that we really learned, we made all the mistakes that you can do in a project like this. So we didn't involve the right departments at the right point in time and there was a lot of learnings to be made from this case. And I think one of the things that I wanna give to you today is basically a perspective on how we can integrate or embed these, ground these cases and these projects in the organizations, because I think that's the key to actually make it work and make it happen. It's very important that the factories or the people who works with this in the daily life, they take ownership on the projects that you try to implement. It doesn't help that we are just coming from maybe the main office saying, okay, now we have to do like this, and then kind of push the project over the heads of the people who works with it in the daily life. It's always, how can you say, an important part to take the time to embed the projects in the organization. And then I'm very happy that Peter also earlier today talked about the cultural aspects of these things, because I want to believe that the reason why we are succeeding with these projects are actually because it's naturally ingrained in the Greenlandic culture to actually use everything that we pull out of the sea. We have a cultural-- how can you say-- way of using everything. And this is actually something that you have to play on when implementing these type of projects. So I don't have too much time left, but it is very important to try to measure out the whole project and line out the whole project when you're starting out. And I believe that this project could be replicated in so many other places. It could be replicated in both different industries but it's also like Alexandra said, in different species and so on. So this is what we've been working with for the past year, with the support of Nordic Innovation. So thank you very much.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Thanks a lot, Christian. It's extremely inspiring to listen, and also how you just share you have been doing all the mistakes in the book. I will have one question for you. You mentioned an empowered workforce. How do you transition from a huge corporate company and enter the circular economy? What has been the secret of the SaaS that has been working?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "It's a very good question. And I think everybody will experience, how can you say, complicated difficulties selling these type of projects internally in an organization. You always have people who are against these kind of changes, and especially when it's circular economy. But what we've done here is basically letting the numbers speak for themselves, saying, OK, we can actually, through a circular mindset, optimize the production set and create an increased value on the production. So I think that has been the key.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Thanks a lot, Chris. And I will invite you back later on. But this is a perfect bridge because one thing is transitioning huge corporates. But then you have those who start at ground zero. And this is at the point I invite Mikael Lindström. You are the CEO and co-founder of Hylian Nordic from Finland. And you did the journey, you called when you saw the summit and you asked, Can I come? Of course, you're so welcome. And we listen to you because you've been really awarded as an entrepreneur by Unido with your solutions. So not everybody starts from a huge company, you're really one of those who just see the opportunity and let's go the stage is yours. trick. I know it for me. It's for now. I can hear you go.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Okay, now, I wanted to Mike so that you can really hear me and I need to say in the beginning. As a startup and as a founder, we've done so many mistakes. But we are on a learning journey. and we listen and we learn and we adapt along the way. My name is Mikaela and I'm from a company called Hylia. And our mission and our idea started from a very simple understanding and a simple question. We asked ourselves that why is so much seafood being wasted. And in the beginning, we had a Finnish perspective. We looked at the situation in Finland and especially in the Baltic Sea. We focused on the very small size Baltic herring. But very soon, we understood that this wasn't a local problem. It was a global one. And since then, our goal has been to have a solution on the table that will benefit not only the people and the planet, but also the businesses. This was one of the learnings we had in the beginning. Let's see. Okay, so as it's been stated many times now, already a huge amount of seafood is being lost each year. And if you look at the value chain, the processing stage is actually the single biggest contributor. So 15% of the global seafood is wasted when the fish is prepared for human consumption, so doing the filleting, for example. And depending on the fish species, 30% to 70% is used for low value products, such as fish meal, fish oil, or even wasted. Or there are companies that even pay for the waste, and it ends up as landfill. And at the same time, the global demand for seafood is predicted to rise and there's a huge, it's rising fast. And according to World Economic Forum, in 2050, it will nearly double. So we need to have a sustainable solution. There are ecological limits that we can't catch more fish, We can't grow more fish. We need to have a smarter way. And when you think of it, if so much is being lost, we already have the future demand in our hands. We just need to utilize it smarter. And the smartest way is to use the fish for food. So me and my co-founding partner, We have a background in working with plant-based proteins. And what we learned from that early time is that when we talk about food, it doesn't matter how good of an idea it is. It's most important for the consumers, in addition to the price of the product, is that it needs to taste good. It needs to have also a very good texture and mouthfeel. So if we want people to eat side streams, in addition to the fact that we need also to have a switch of mind of the seafood processors, you have to keep in mind that the seafood processors of today, they are used to selling premium products. The fresher the filet, the better the filet. That's all that counts today. But if we want people to eat sidestream, it needs to be a product that are very resemblant to taste and feel like familiar seafood. And this is what we have had in mind from the very beginning. This is also what our technology enables. So I have mentioned now many times the seafood processing stage and also one of the learnings. And that has been that we need to work with the seafood processors if we want to make a change that actually matters. And our solution is a technical one. And so it's a new tech, but it's meant for the seafood processors. So for those who are having the big low value side streams. And this also enables that the value creation in this circular model stays in-house. So far, it's usually that they sell the side streams off to third parties. And in this sense, they can also have a broader product portfolio. They can have products in different price ranges. And they can also compete with different proteins. So not only within their own industry, but all of a sudden, they can compete with other animal proteins, such as, for example, chicken strips. And at this point, I also need to mention the nutritional side of side streams. When we compare, depending on the composition of side stream, But when we compare it to the filet, the side streams are superfood. They are superior to the filets. They can consist of 20 times more calcium, 10 times more zinc, five times more collagen. All you women here maybe know the prices of collagen pills. But imagine if you would just eat it in your food. And then also twice as much iron. And this is not an idea that I'm presenting here today. We have already products on the market. Together with our partner, we launched the first product a year ago. It's in the biggest retailer in Finland. And together with the partners, we have also launched seven more products. So we have now products made of side streams as chilled, frozen, as ingredient in ready meals, and also as canned goods, so as ambient. And already I have to mention we have gotten some recognition for example from from UN, the UNIDO global call, best business food tech award and also some other awards. But in the end I need to say that what we decide to do with the side streams it really does matter because we can do a change and the best and most important thing, I believe, is to have more food of each fish we catch. Thank you so much.",
          "speakerId": "michaela-lindstrom"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Thank you so much, Mikaela. We will be welcoming a group of people who are the enablers, because I guess you can agree that nobody can do this alone. So what was the moment you understood that you actually can make this and break this?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Well, I would say that it has taken some time. We are now five years in and as a startup doing something kind of controversial, turning side streams into food, it hasn't always been easy. but during the last years I've seen a real change. This is something that is really now a hot topic for the seafood processors, not only because there's not that much, the quotas are being lowered and there's not fish to catch in the sea. So this is a real problem and we need to have a smart solution. So maybe that's the answer to your question.",
          "speakerId": "michaela-lindstrom"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- Thank you so much for bringing the story of the how to make circular ocean industries on the from the Baltic herring to the Greenland shrimp. And this is also when I welcome thank you, Dane Danish. Thank you so much. Mike Mikaela. And please reach out those who are digitally reach out to Mikaela on LinkedIn and online and also those who are in the room. I know you're really here to collaborate and co create. So this is where I introduce Lynn in the restaurant representing Danish Ocean Cluster, Monika Poulsen, representing the ACT Cluster in the north of Norway, and also welcoming back Christian. Please join us here at the stage. We have heard two variety of industries who approach the circle economy. One is the transitioning and the other is startup. So this is where I welcome. Both of you are running networks and platforms that enable circle economy. So I want you both to introduce yourself, please.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Yes. Hi, everyone. My name is Lynn. I'm with the Danish Ocean Cluster based in Denmark and in Hitchhikers. Nice being here.",
          "speakerId": "linn-indrestrand"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Hi, I'm Monica Poulsen. I'm the cluster manager for the Arctic Cluster Team, ACT. I have brought a little fire for our cluster that you can see our members, 119 partners working on sustainable solutions.",
          "speakerId": "monika-poulsen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "And Kristian, we've met you already. Monika, I'll just start with you. What did you listen now? How can you recognize from your cluster how you work from your region? And a little bit about what are the connectivities to what you're working with?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "I am glad to see that so many are talking about collaboration and trust as the key enabler for sustainable solutions and circular solutions. So what we've learned through our eight years as a cluster, building trust, working for the long haul on collaborating to find these solutions is very important. and really the culture of the cluster being very inclusive, being very open, interested, looking for partners is very important for succeeding. So I think trust, but also I like that I've heard so many speaking about combining different sectors and value chains. So we see that the cross-sectoral approach for working together across sectors is important because the solutions lies in between sectors, not within the sector. So I can start with that.",
          "speakerId": "monika-poulsen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "And you can also just elaborate a little bit on that because we heard also Alexander Leiper mentioned that the extended crossover collaboration and I'm getting very curious when do you recognize it and when do you see that's a problem? So how do you actually perform this cross-sectorial collaboration?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Yeah, well, often as a company, you start by looking into your company as for solutions, and then you start working with the corporate to find a solution. But I think our role is to connect these companies with other companies and other sectors to find solutions, and resources and ideas, really. So, I know that the universities are also very ambitious for finding solutions together with the companies. We have a great example of cross-sectoral, radical innovation in northern Norway with the Finnfjord metal producer, working with the University of Tromsø to use the carbon for growing Arctic algae, for the food production, for fish farming. So we have this whole new value chain emerging, but it takes time to develop the solutions. So when we have a lot of opportunities within the carbon management field and us having a lot of process industry, that's, of course, very important. And we need those kinds of solutions that help us finding ways of taking care of the carbon.",
          "speakerId": "monika-poulsen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Then we walk over, we go a little bit further south to the northern part of Denmark in Hirtshalsport. And it's really a discovery to understand how the ocean is borderless, entering the establishment of the Danish ocean cluster. Please tell us a little bit about the emergence of the cluster and how you're",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "working. Yes, thank you. And I have to say that I totally disagree. I not I am agreeing. You're wrong. So the reason that we started the Danish ocean cluster, we've been working with the ice and ocean cluster for the last 10 years. But we could see that the solutions to many of the challenges that we had to doing the green transition and looking into the circular economy in the blue economy started with logistics and transport. And because it's all about the volumes. It's all about what we're going to do with the products that we have on one place. And you have some consumers, a totally different place, a long, long way from there. And if we're going to start using 100% of the fish, we're going to use the bones, the skin, the guts, and all of these things. You need volumes. And we know every time that we are moving these resources from one place to another, the quality goes down. And the further down the quality comes, what you're going to get paid for it is going to go down with that. So for us, looking at the logistic and transport enabled us to do so much more. So when we started the Danish Ocean Cluster, being a port-- we worked with a lot of different ports in Scandinavia and in Europe-- we started to see that we, as a port, had tons of volume coming through our port, going to different markets. And we had to go up and look at this as a big puzzle. And we are just this tiny, tiny piece. And the Danish ocean cluster represented where we could start connecting the companies, just like you're saying. So we have energy companies. We have transport logistics. We have fishing companies. We have all of these different companies that we are gathering around the table. So now we have a company that are making x-ray to finding the bones. And we have another company, one having the bones because they're using the collagen in the bones. We put those two together, and now they are collaborating all over Europe, being where their volumes are. And then we are working with the transport companies because they are saying, you know, our bottom line is turning red every time the transport and logistics are putting on top of that. And looking to you, I think, I know you, Ray Greenland, have been working for so many years. The first machine you had on utilizing the side stream was 20 years ago with the companies outside Ålesund. Proud Norwegian guys, I just have to say. So looking for the answers, sometimes it's not in the core business that we are looking into. So that's what we are doing in the Danish Ocean Cluster and all our members are companies that we have ongoing business plans and cases with. So yeah.",
          "speakerId": "linn-indrestrand"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- Knowing that in a linear world where we produce products and we transport, we sell and use and then it's getting wasted. We also know that 80% of all goods and material, they pass by a port. So ocean carriers, what role can the port as a system enable also for circle economy outside of the blue economy?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Huge part. So first of all, more ports, main job is to stand for the infrastructure and to ships coming in and out. And we are not the business holder. We can bring some business cases, we can invite, but we can make the framework work. So we can, like good companies like yourself and the nice lady from Finland, help them to be at the right place. So when you have a production site, we can say, I don't want you to be there, we can put you over there, because then you can take our produce water into the guise of making the seaweed. So we can do the planning with the municipality also. So policy, governance, and also what we as a port can do is really important. And right now, we see the change in ports jobs and what their task in the societies is changing. Right now, we're seeing ports being, we in Hitchells, we are the most, Karita, developing in industry, industry developing, we are the lead in that in our multi-ability and increasing. And we see other ports now in Scandinavia kind of want to jump on board, say, can we join in and doing this because we do the same thing. A lot of our goods come through you. I said, yes, please come do. So I see that what the ports role will be in the future is enabling and also being instead of wanting to own everything, we have to be really kind of what is our role? And saying no thank you to some things and being yes to where we can be a strong part. So it's also sharing the information. Because if you stop sharing, then you are like taking the glass bulb over yourself. And then it's like the beginning of dying out from this. So we have to pop the lids and start working more together and sharing the info. And that's where the clusters, together with the ports, have a huge-- that's our role to do that. It's our kind of, we got this.",
          "speakerId": "linn-indrestrand"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- This is where I'm also looking. So before we walk over to Christian and get some comments, because both of you work as enablers, as network governance leaders, or what is the key skill? How does that function? Why is that role relevant?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "- You know, people deal with people. I have had so many good ideas die because the wrong person were in the wrong chair. So building up trust takes time. And once we get that trust, once we have that in place, we have to make the cause bigger than that person. And this takes time. And I think that being open and vulnerable and not being too afraid of what's in it for me, because we have to look at the big journey that we are. And I have to say, I'm very impressed of the people that you guys have been gathering here today, because it's quite unique having so many different people gathering in beautiful Nuuk and having this discussion because always, mostly, it's people in the energy sector, people in the clothing business, people in the fishery business, and we are all agreeing, we are saying what needs to be done, but we have to tell and show what we are doing, and we have to have the right people around the table so we can do those changes, because for me, Everybody is agreeing, but many of the things that we are agreeing upon, nothing has happened. We are still agreeing we have to do something. But yeah, but there are so many things being done in the back rooms. So we have to get the backroom in the open. So that's what we're doing right now. I think, yeah.",
          "speakerId": "linn-indrestrand"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "Thank you so much for connecting really, the port of Hirtshals with the wide region of the Arctic. So that is your what are your comments to this representing the Arctic cluster? How do you recognize this?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "I would just add one point to what she said. I think an important role that we have, our core business is development and innovation. And the core business of companies is running the companies. So, so scouting and building these partnerships around Europe and around the Arctic, it takes time. So I think we have an important role to be the scouting part of the company also to bring home new partners and ideas for collaboration. So I'm sure I don't have many companies from our cluster here. They don't have time for six days for a trip to Nuuk, but I'm sure I will bring home some potential collaborating partners for them to realize their next innovation projects. And that's an important role, I think, as a cluster and providing the arenas where they can meet other companies that they can connect with and develop new solutions with. So very important. And I would like to see the funding schemes that supports this, because it's so important to have this long perspectives on building partnerships and collaborations. And you see the new Arctic strategy for Norway is pointing at the importance of partnerships across the Arctic. But how do we actually build these partnerships? And I think clusters are such a great tool for achieving this and connecting industries across sectors. So and across geography as well.",
          "speakerId": "monika-poulsen"
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "So I would like to see you dive more into the financing part.",
          "speakerId": null
        },
        {
          "startTime": "10:45",
          "endTime": "11:05",
          "text": "How much does it actually pay to collaborate? Not how much does it cost? And this is also for you, Christian. Now, do you recognize could you have done this all by yourself or how? How how is this interrelated?",
          "speakerId": "cathrine-barth"
        }
      ],
      "notes": "Alexandra presenting remotely from Reykjavik. Covers 100% Fish methodology, sister clusters network, 100% Shrimp project with Royal Greenland, and Nordic Nexus Network."
    },
    {
      "id": "part-royal-greenland",
      "title": "Royal Greenland 100% Shrimp Project",
      "startTime": "11:05",
      "endTime": "11:20",
      "description": "Kristian Ottesen presents Royal Greenland's transformation journey from waste to value",
      "speakers": [
        "kristian-ottesen",
        "cathrine-barth"
      ],
      "segments": [
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "So let me just start out by saying Linus hitting the point here with the logistics. It's a massive thing for us as well. You know, Greenland is massive and we have thirty seven production sites along the coast, right? on the West Coast and creating that critical mass is just a big problem for us. And in order, it is still, how can you say, low margin products working with side streams, for example. I mean, I know we are in this forum also to change that concept, but right now that's the matter of the fact. So logistics is something that we really have to work on and we are very open also to work with logistics companies on setting up systems so we can make this more attractive. But that being said, I mean, the clusters are a massive help for us because they can actually, their first and foremost point or purpose in my point of view is creating the connections and mapping the dots, right, and create that connection. That's what Iceland Ocean Cluster has done for us in the 100% Shrimp project where they've said, okay, we have some collaborative partners here. you should meet, you should take a, have a discussion. And that's kind of how it all developed. And then we've been putting on partners along the way who could solve a specific task. And that's both small startup companies, medium sized companies working on upscaling and up to a massive industrial partners. So yeah, it works along the way.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "How do you, in your experience, when you see you have seven sides along the coast, how do you see this kind of symbiosis practice fuel the local economics?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "- I mean, so the fishery is extremely important for Greenland, for the economy, for the people, for the culture, for everything. And that's also where the responsibility comes in. I mean, we have a self-sufficient strategy and we are working hard to, how can you say, we're only 56,000 people here, so we have enough fish to export and so on and so forth. But for us to create the most value out of the fish is a massive thing when we do the fishing.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "- So on the end note, if there is like one super thing you're really proud of what you've done that anyone could learn, What would be your starlight that we could pick up?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "I'm super proud that we actually managed in a very large organisation to create this momentum of resource utilisation, that we're actually having a department focusing on that. I think that's quite rare in the industry, that we really set it up as a focal point and part of our overall strategy to be better at resource utilization. So that's something we are really proud of in Royal Greenland.",
          "speakerId": "kristian-ottesen"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "Monika, I'll ask you the same thing. If there's one thing everybody should know that we could pick up from what you've been performing.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "I think we take pride in the culture that we built, that always will welcome new resources and new ideas and new partners to work on the solutions together. We have come a long way taking ideas from ideas to actual realized solutions. And we do it in a very broad sector-wise cluster with a lot of different value chains. So working together across industries, process industries, mining industries, energy, seafood and manufacturing. I think it's a great example. And I don't see many clusters like that, but we find it very successful.",
          "speakerId": "monika-poulsen"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "I hear you all the last word from the Danish Ocean Cluster. If there is one thing to take away from your side.",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "Yeah, we we are proud that we have often been the bigger man. You know, sometimes you have to play the politicians good. You have to play the companies good to get them to join, because you have to take your ego aside and get the job done. And I'm very proud that the team in Ocean Cluster have done that multiple times. And I'm proud that the success that we had. And new collaborations, I'm really proud about that. Like we don't burn bridges, we actually gain new bridges. So I'm proud for that.",
          "speakerId": "linn-indrestrand"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "Thanks a lot. And please reach out. These are skilled, experienced, and quite brave frontrunners from different sides. I will bring you back, Alexandra. How was it from your side to listen to this session? Do you recognize anything?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "- Yeah, wonderful to hear some of these messages as well around how important it is, well, trust, relationship building, connecting people in the right way, but also how action driven everyone was talking. It's about bringing people together so that these good ideas can happen and these really tangible examples. Yeah, so I agree with everything that everyone said.",
          "speakerId": "alexandra-leeper"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "- And what is your recommendation if it's like to reach out and connect the wider regions? This is maybe one of the challenges we all have, like being so remote. So what could be the connecting part of being remote?",
          "speakerId": "cathrine-barth"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "- Yeah, I think we have so much to learn from both within the Nordics, but also the wider world. and I think still partnership and conversation and finding those areas of mutual benefit to collaborate, both within Nordics and wider. I guess my key bit of advice would be to talk to people, find people in your team that love to travel and are keen to talk to people from very different contexts, ecosystems, and to share ideas back. And I think the way that we've been working through both our sister ocean cluster network and now are in our establishing venture capital company. We're going through a scalp program as well where it's which Lynn is our Danish scalp for the Blue Nova Ventures program. Here it just takes that one key person in another place that can be that connecting piece, finding those connecting pieces that have these ripple effects and know their ecosystem, and so you don't have to meet everyone all the time everywhere all at once. You can connect back and share those great ideas. Thank you so much for",
          "speakerId": "alexandra-leeper"
        },
        {
          "startTime": "11:05",
          "endTime": "11:20",
          "text": "sharing your view and being part of the session and being with us. Thank you, Bally. And there are many around following us and thank you for beautiful messages. We know we're inspiring on almost any continent at time being from talking from Nuuk. So I want to say thank you for this beautiful panel opening this session. And yeah. [APPLAUSE]",
          "speakerId": "cathrine-barth"
        }
      ],
      "notes": "Includes testimonial video from project partners. Covers transformation of shrimp meal factory from -800K DKK annual loss to profitable operation. Key stats: 12-15K tons raw material, 56-66% historically discarded."
    },
    {
      "id": "part-hylia-startup",
      "title": "Hylia Nordic - Startup Perspective",
      "startTime": "11:20",
      "endTime": "11:30",
      "description": "Michaela Lindström shares startup journey transforming seafood side streams into food products",
      "speakers": [
        "michaela-lindstrom",
        "cathrine-barth"
      ],
      "segments": [],
      "notes": "Focus on Baltic herring, 15% of global seafood wasted at processing stage. Products launched in Finnish retail. Side streams are 'superfood' with superior nutrition to fillets."
    },
    {
      "id": "part-panel-discussion",
      "title": "Panel Discussion - Enablers & Collaboration",
      "startTime": "11:30",
      "endTime": "11:43",
      "description": "Panel discussion on role of clusters, cross-sectoral collaboration, logistics, and trust-building",
      "speakers": [
        "linn-indrestrand",
        "monika-poulsen",
        "kristian-ottesen",
        "cathrine-barth"
      ],
      "segments": [],
      "notes": "Key themes: trust as foundation, cross-sectoral partnerships, logistics critical for volumes, ports as enablers, cluster role in scouting and connecting partners."
    },
    {
      "id": "part-closing",
      "title": "Closing Reflections",
      "startTime": "11:43",
      "endTime": "11:45",
      "description": "Final reflections from Alexandra Leeper and closing by moderator",
      "speakers": [
        "alexandra-leeper",
        "cathrine-barth"
      ],
      "segments": [],
      "notes": "Alexandra emphasizes importance of trust, relationship building, finding connecting pieces across ecosystems."
    }
  ]
}